{
  "autoreplies": [
    [
      [
        "regex:.*ちん(ぽ|こ).*",
        "regex:.*チン(ポ|コ).*"
      ],
      [
        "そいや！",
        "そいや！",
        "そいや！",
        "そいや！",
        "そいや！",
        "そいや！",
        "そいや！",
        "そいや！",
        "くいっ！"
      ]
    ],
    [
      [
        "regex:.*イケメン.*"
      ],
      [
		"AIによる解析の結果、めめたんがイケメンであることが判明しました！",
		"イケメンのめめたんに御用ですか？仕事の依頼はマネージャーを通してくださいね"
	  ]
    ],
    [
      [
        "regex:.*(ちん|チン).*長.*",
        "regex:.*(ちん|チン).*でか.*"
      ],
      [
        "めめたんのおちんちんは8mです！！"
      ]
    ],
    [
      [
        "regex:.*ぽんこつ.*"
      ],
      [
        "ぽんこつラーメンいっちょ入りました！"
      ]
    ],
    [
      [
        "regex:.*ぬるぽ.*",
        "regex:.*ヌルポ.*"
      ],
      [
        "ガッ！！！"
      ]
    ],
    [
      [
        "regex:.*うん(こ|ち).*"
      ],
      [
        "カレー食ってるときにうんこの話すんなよ！"
      ]
    ],
    [
      [
        "regex:.*カレー.*"
      ],
      [
        "うんこ食ってるときにカレーの話すんなよ！",
        "うんこ食ってるときにカレーの話すんなよ！",
        "うんこ食ってるときにカレーの話すんなよ！",
        "うんこ食ってるときにカレーの話すんなよ！",
        "うんこ食ってるときにカレーの話すんなよ！",
        "うんこ食ってるときにカレーの話すんなよ！",
        "うんこ食ってるときにカレーの話すんなよ！",
        "うんこ食ってるときにカレーの話すんなよ！",
        "うんこ食ってるときにカレーの話すんなよ！",
        "うんこ食ってるときにうんこの話すんなよ！"
      ]
    ],
    [
      [
        "regex:.*(ハゲ|はげ|禿).*"
      ],
      [
        "黙れ！！ハゲてるのはお前だよ！！",
        "ハゲって言ったやつがハゲなんだぞ！",
        "禿げている私をハゲましてください。",
        "今日も輝いております！！！",
        "ハゲしく同意ってかガハハハハ"
      ]
    ],
    [
      [
        "regex:.*ビリヤニ.*"
      ],
      [
        "俺のカレーチャーハンやるからお前のビリヤニ食わせろ",
        "運動会で最下位でした。ビリはやーに。",
        "会社のキャンペーンで最下位だった時に食べるもの、それがビリヤニ。お前はびりやに。。",
	"タバコをバラバラにしました。ビリヤニってな。"
      ]
    ],
    [
      [
        "おみくじ",
        "omikuji",
        "/omikuji"
      ],
      [
        "今日の運勢は大凶です。ラッキーアイテムは一万円札。お金の力で災いを防ごう",
        "今日の運勢は末吉。人生万事塞翁が馬です。ブロックされてもそのうちいいことあるよ！",
        "今日の運勢は大吉。話は変わりますが、人間昇り詰めたらあとは落ちるだけです。気を付けましょう",
        "今日の運勢はマジ吉。オタク用SNSのG+で大暴れしてみよう。きっと人生が広がりますよ。" ,
        "今日の運勢は大吉。やることなすこときっとうまくいきますが、最終的にはあなた次第です。",
        "今日の運勢は平。山あり谷ありの人生で、平穏な一日が訪れるとよいですね。",
        "今日の運勢は凶。出かけるときには忘れものに注意しましょう。",
        "今日の運勢は凶。Ingressの遠征予定を入れて嫁にキレられ一回休み。",
        "今日の運勢は凶。「何のためにやっているのか」からぶれないように。",
        "今日の運勢は中吉。異性運に恵まれますが、色仕掛けに注意しましょう",
        "今日の運勢は中吉。食べ物がおいしい状態を作ると精神が安定します。",
        "今日の運勢は吉。寄り道すると新しい出会いがあるかも。",
        "今日の運勢は吉。他ゲーを叩いてもIngressの人気は上がらないっすよ。",
        "今日の運勢は吉。川島に再共有されたくらいじゃ報酬としてはゲロ安なことにちゃんと気が付きましょう。",
        "今日の運勢は中吉。必要に応じて舐められないようにすべきではありますが、方法を間違えるとただのチンピラになりますよね。",
        "今日の運勢は小吉。小さな幸せは意外と近くに転がっているものです。",
        "今日の運勢は末吉。目先の利益で動くより、先を考えて過ごしてみましょう",
        "今日の運勢は吉。君に話すことは特にないです。",
        "今日の運勢は吉。お金をかけるところとかけないところの見極めをしよう。",
        "今日の運勢は吉。一日1万円貯金すれば一年で365万円になるよ！簡単だね！！",
        "今日の運勢は吉。研究によると、私をブロックしてる人ほど私の投稿をみています。アホだね。",
        "今日の運勢は吉。段取りを考えてても進まないので、とりあえずやってみよう。",
        "今日の運勢は凶。10年後にはやめてるゲームなんだから、ほどほどにね。",
        "今日の運勢は吉。「他人の時間をー！」って常日頃言うとるやつに時間を無駄にされましたが、だれを殴ればいいんでしょうか。",
        "今日の運勢は吉。評価が低いよ！って言われてるときは基本的にその人の主観の話をしているにすぎません。うるせーバカ！！",
        "今日の運勢は凶。うらないの対義語っておもてなしですよね。",
        "今日の運勢は凶。うんことかりんとうを間違えないように気を付けましょう。",
        "今日の運勢は吉。僕のラッキーパーソンはあやなしさんです",
        "今日の運勢は吉。世界で二番目に可愛いのがうちの嫁です。一位は僕です。",
        "今日の運勢は吉。僕もハッピーメールで二号さん探そうと思います。",
        "今日の運勢は吉。実際問題泣く子とヒスババアには勝てません。",
        "今日の運勢は小吉。動画を撮ってネットに公開するといいことがあるかも。",
        "今日の運勢は吉。神社仏閣に入るときはゲームをする前にしっかり参拝しましょうね。",
        "今日の運勢は吉。人生なんだかんだプラマイゼロに収束しますが、ちょっとくらいおこぼれがほしいですね。",
        "今日の運勢は大吉。お世話になった方にはちゃんとお礼を言いましょう。また何かくれるかも！",
        "今日の運勢は吉。スキャナから目を離して街を見たら、きっと何か発見がありますよ。",
        "今日の運勢は中吉。旅行の時には忘れ物に気を付けてね。",
        "今日の運勢は中吉。評価はそのうちついてくるのでほどほどに気にするように。",
        "今日の運勢は凶。先祖の霊が苦しんでいます。供養のためにめめたんの使用済みパンツを買いましょう。",
        "今日の運勢は凶。逃した魚は大きいといっている人、大体釣ってすらいないです。最低限土俵に立ちましょうね。",
        "今日の運勢は凶。ラッキーアイテムはピンクのこつめってぃです。",
        "今日の運勢は吉。スマホなしで生きていけない身体にしてやるぜ",
        "今日の運勢は吉。Ingressしても痩せないのは、太る原因を取り除けてないからです。アプローチを変えましょう。",
        "今日の運勢は小吉。暴言を吐かなくなったのではなく、相手するほど暇じゃなくなっただけなので、悪しからず。",
        "今日の運勢は吉。マジキチキャラは本物に絶対勝てないのでお勧めしません。",
        "今日の運勢は凶。自陣営のヒスババアに絡まれやる気を喪失します。1回休み。",
        "今日の運勢は中吉。法律の知識を身に着けて、G+のイキリオタを倒しましょう。",
        "今日の運勢は中吉。「我が闘争」が今日のおすすめアイテムです。",
        "今日の運勢は中吉。社会に乗り遅れないように勉強をし続けないとですね。",
        "今日の運勢は中吉。ほしいものがありますか？ならば戦いましょう。",
        "今日の運勢は吉。俺は俺より弱いやつを探す旅をしている！",
        "今日の運勢は矢沢永吉。ラッキーアイテムはダサいタオルです。",
        "今日の運勢は吉。相手陣営が法律をー！とか言ってるイキリオタの皆様は、そろそろガチで殴られる可能性くらいは考えたほうがいいと思ってる。",
        "今日の運勢は吉。日本がそんなに嫌いなら、ほかの国に行くのもありですよ。",
        "今日の運勢は吉。ガチャゲーたたかれるけど、人生が割とガチャゲー感強いですよね。日本に生まれた時点でだいぶ運がいい気はします。",
        "今日の運勢は吉。結果を求めてくるくせに人の動きを邪魔する人種、ゲームに限らず多いよねこの国。",
        "今日の運勢は吉。あなたの優しさはあなたに帰ってきます。恵まれないめめたんに愛の手を！",
        "今日の運勢は吉。今日のラッキーアイテムはおもゆです。",
        "今日の運勢は吉。Ingressをやっていて一番よかったことは、すごい人としょうもない人の両側を見れたことですね。",
        "今日の運勢は吉。結婚したいけどどうしたら？ってよく聞かれますが、なぜ私を参考にしようと思ったのか。",
        "今日の運勢は吉。占いもいいけども、近くの人の話をちゃんと聞いてあげましょう。",
        "今日の運勢は吉。ブロックされない秘訣は、喋らないことです。",
        "今日の運勢は吉。たいていのことはどうでもよい話ですので、無駄に関わると消耗します。",
        "今日の運勢は吉。仕組みをハックしないとならぬ状況で、既存の仕組みにしがみついてるやつはあかんと思いますよ。",
        "今日の運勢は吉。漠然とした成果を求めてくる人間は一般的に成果を出したところで認めてくれないので相手にしないのが得策です。",
        "今日の運勢は吉。あなたの長所はなんですか？短所なんてほっといて長所をガンガン伸ばそう。",
        "今日の運勢は吉。めんふーが不細工なのに頑張って生きているのをみると、やる気がわいてきますよね。",
        "今日の運勢は中吉。今までの常識を疑ってみると発見があるかも。",
        "今日の運勢は吉。読書はあなたの人生を5mmくらいは広げてくれますが、どう活かすかはあなた次第です。",
        "今日の運勢は晴れのちブタ。ジャガイモに毛が生えた。",
        "お前に食わせる運勢はねぇ！うんめーこと言ってやったぜ！",
        "今日の運勢は吉。痴漢冤罪に注意しましょう",
        "今日の運勢は凶。二日酔いするほど飲むもんじゃないですよ。。",
        "今日の運勢は吉。Ingressがらみの飲み会の半分くらいはただの金の無駄だと考えています。",
        "今日の運勢は吉。陣営で頑張るより、知らんところにミッションに行くほうが100倍楽しいのに気が付いてしまった人多いですよね。",
        "今日の運勢は吉。羊アイコンにお金をあげると幸せになれますよ。",
        "今日の運勢は吉。ネットで本名顔面平気でさらす世の中になってきましたね。怖い怖い",
        "今日の運勢は吉。お金もらえたらアノマリー行くので誰かください。",
        "今日の運勢は吉。趣味は人の勝手ですが、見た目に気を付けたほうがはったりをかませますよ。",
        "今日の運勢は凶。おみくじ以前の問題として、満員電車を何とかしてほしいです。",
        "今日の運勢は吉。レジスタンスで事務ごっこをやっていれば何もしてないのに発言力うなぎのぼり！",
        "今日の運勢は吉。早起きは三文の得ですので、三文払って二度寝しましょう。",
        "今日の運勢は吉。他人の評価はあまり気にしなくていいので、自己評価をしっかり上げましょう。",
        "今日の運勢は凶です。ラッキーアイテムはたばこです。ファームで相手陣営に投げましょう。",
        "今日の運勢は末吉。物事は、一喜一憂せずに長い目でかんがえましょう。",
        "今日の運勢は中吉。気になるあの子からアプローチがあるかも！なおカワウソ",
        "今日の運勢は凶。スプレッドシートに条件付き書式を設定すると、情報漏洩が防げます。",
        "今日の運勢はありません。運がないやつめ！！",
        "毎日こうやっておみくじを出していますが、誰もお賽銭をくれません。",
        "今日の運勢は吉。お金がない時は銀杏を拾いましょう。",
        "今日の運勢は吉。幸せってなんでしょうね。",
        "今日の運勢は吉。能力も努力も金もないのに有能な人間を思い通りにしようってのはクールじゃないですよね",
        "今日の運勢は吉。顔より体格を見たほうが性格が見えやすいと思っています。",
        "今日の運勢は吉。気分がつらい時は体を温めましょう。。",
        "今日の運勢は吉。立小便は犯罪行為です。できれば控えましょう。",
        "今日の運勢は吉。たいていのことはなんとかなりますが、何とかなるための保険はかけておきましょう。",
        "今日の運勢は吉。忠告は聞くべきですが、自分が痛まないように動いてる類の人間はむしろスルーすべきと思います。",
        "今日の運勢は吉。結婚したところで特に考え方は変わりませんが、責任が変わるので行動が変わらざるを得ないのです（小声",
        "今日の運勢は吉。なんでもかんでも自分でやれる！とか謎の有能感に浸ってるのは超三下です。他人にやってもらおう。めんどいし。",
        "今日の運勢は凶。祝勝会から排除されますので、めめたんにお酒を奢ろう。",
        "今日の運勢は凶。今日だけに。",
        "今日の運勢は吉。お金なんてなんだかんだ誰かがくれるので、面白い使い方をどんどん考えよう。",
        "今日の運勢は吉。頑張って強くならなくても車で轢けは大抵の相手には勝てますよね。",
        "今日の運勢は吉。異性にもてたくてやってる人は、外から見てると丸わかりです。大義名分でごまかすとぼろが出るので気を付けよう。",
        "今日の運勢は吉。逃げるが勝ちという言葉もあります。ゲームを辞める選択肢はいつも忘れないように。",
        "今日の運勢は凶。正直、職質された時のエージェントの反応は、宗教勧誘の人が職質されてるときに似ています。",
        "今日の運勢は吉。夜の神社仏閣はガチでやばいことがあるので、自重しましょう。",
        "今日の運勢は吉。戦う相手はよく考えましょう。味方を打たないようにね。",
        "おい山田君！{event.user.full_name}さんのザブトン、全部持っていっちゃいなさい。",
        "{event.user.full_name}！お前何中だよ！！俺はアル中の番長だぜ！！",
        "今日の運勢は吉。自宅の近くではスキャナーを開かないのが自己防衛の第一歩です。",
        "今日の運勢は吉。他人を不幸にしても自分は幸せになれません。ちゃんと幸せを追いかけましょう。",
        "今日の運勢は吉。話を聞く気がなくても、興味があるふりをしたほうがモテますよ。",
        "今日の運勢は吉。お金は大体のことを解決しますが、それでも死ぬときは死にます。",
        "今日の運勢は吉。あなたにとって成功とはなんでしょうか。私にとってはちんちんをまん（以下自粛）",
        "今日の運勢は大吉。環境はどうあれ、最終的に幸せになれるかどうかは自分次第です。",
        "今日の運勢は吉。イキってるIngressオタクを鉄アレイで殴り続けると死にます",
        "今日の運勢は大凶。厄払いが必要です。めめたんに3980円を支払いましょう。",
        "今日の運勢は吉。玉串料って何かエッチな料金だと思ってたのは私だけでしょうか。",
        "今日の運勢は吉。カーグレスもチャリングレスも徒歩グレスもマナー違反なので、みんなで場外戦しましょう",
        "今日の運勢は凶。いつまでIngressで消耗してるの？",
        "今日の運勢は吉。リアルバレについては唐澤Wikiを見て勉強しましょう。",
        "今日の運勢は凶。Ingressをやってると金銭感覚がおかしくなるので注意しましょう。"
      ]
    ],
    [
      [
        "お昼ですね"
      ],
      [
        "違います",
        "そもそもお昼とは何時から何時のことでしょうか",
        "ヒルダ（謎の欧米人）",
        "厳密にいうと、地球上には夜の地域もあります。",
        "いつ昼飯を食っていい許可が出たんだね？ん？？"
      ]
    ],
    [
      [
        "おかず",
        "オカズ",
        "一品"
      ],
      [
        "カレーライス",
        "ビーフシチュー",
        "オムライス",
        "豆腐の白和え",
        "ビーフステーキ",
        "インドカレー",
        "DMM.com",
        "ほうれん草の胡麻和え",
        "湯豆腐",
        "ポトフ",
        "カリビアンドットコム",
        "アヒージョ",
        "満漢全席",
        "xvideo",
        "冷めたピザ",
        "ジンギスカン",
        "おもゆ",
        "とぎ汁（包丁の）",
        "ハンバーグ",
        "イクラ丼",
        "親子丼",
        "親子丼の動画",
        "餃子",
        "ラーメン",
        "シューマイ",
        "春巻",
        "スパゲッティペペロンチーノ",
        "スパゲッティナポリタン",
        "オニオングラタンスープ",
        "アクアパッツァ",
        "卵焼き",
        "たけのこの里",
        "目玉焼き",
        "生クリーム",
        "イチゴパフェ",
        "ポテトチップスコンソメ味",
        "食べるラー油",
        "マーガリン醤油",
        "カツ丼",
        "肉じゃが",
        "麻婆豆腐",
        "チョコパイ",
        "蛇の一夜干し",
        "焼き魚",
        "フグの肝",
        "アンコウ鍋",
        "ピーマンの肉詰め",
        "ミノムシ揚げ",
        "ピカタ",
        "イナゴの佃煮",
        "犬鍋",
        "革靴",
        "食パンの耳",
        "麻婆茄子",
        "シソ巻き",
        "唐辛子炒め",
        "蜂の子",
        "松前漬",
        "うに丼",
        "ゴーヤチャンプルー",
        "ぶり大根",
        "ひじき",
        "肉そぼろ",
        "おかか",
        "梅干し",
        "大根おろし",
        "塩",
        "たまご醤油",
        "豚バラの西京味噌焼き",
        "油味噌",
        "ニンニクの丸揚げ",
        "ご飯にする？お風呂にする？それとも、わ・た・し？",
        "野草サラダ",
        "フナの踊り食い",
        "あさりの酒蒸し",
        "茶碗蒸し",
        "タイの塩釜焼",
        "自家製馴れ寿司",
        "マスのホイル焼き",
        "チーズタッカルビ",
        "チャプチェ",
        "プルコギ",
        "火鍋",
        "フォー",
        "ボルシチ",
        "ホルモン焼き",
        "シザーサラダ",
        "わかめサラダ",
        "エビサラダエビ抜き",
        "ハンバーガー",
        "マヨネーズ",
        "エリンギ",
        "しいたけ（生焼け）",
        "ビール",
        "マグロのお刺身",
        "カツオのたたき",
        "シュールストレミング",
        "サルミアッキ",
        "ジャーマンポテト",
        "フィッシュアンドチップス",
        "ウナギのゼリーよせ",
        "ビリヤニ",
        "タコス",
        "しょっつる鍋",
        "きりたんぽ鍋",
        "キムチ",
        "ベニテングタケ",
        "タマゴタケ",
        "爪の垢",
        "アミガサタケ",
        "ツキヨタケ",
        "玉こんにゃく",
        "彼岸花",
        "アユの塩焼き",
        "生うに",
        "イカの塩辛",
        "カツオの酒盗",
        "お屠蘇",
        "ホウ酸団子",
        "ドーバーパストリーゼ７７",
        "ドリアン＋ビール",
        "白子の天ぷら",
        "あじのたたき",
        "しめ鯖",
        "ドライカレー",
        "油淋鶏",
        "ファンが作ったバレンタインチョコ（血液入り）",
        "パクチーサラダ",
        "イシナギの肝",
        "アブラボウズ",
        "ドッグフード",
        "ちゅーる",
        "3年前の牛乳",
        "ふきの油いため",
        "ほうれん草のおひたし",
        "里芋の煮っころがし",
        "焼き芋",
        "ごましお",
        "柿ピーの柿抜き",
        "パクチーサラダ",
        "ロールキャベツ",
        "十割そば",
        "きつねうどん",
        "月見うどん",
        "ココイチ10辛",
        "たまごがゆ",
        "ネギマグロ",
        "中央線製マグロ",
        "夫婦喧嘩",
        "馬刺し",
        "わさび漬け",
        "牡丹餅",
        "エリンギ焼き",
        "クリームシチュー",
        "広島焼",
        "たこ焼き",
        "ストロングゼロ",
        "かき氷",
        "ぬか漬け",
        "ドネルケバブ",
        "大根おろし",
        "ファンの女の子",
        "生カブトムシ",
        "クマの肝",
        "ドクゼリ",
        "イタドリ",
        "スカンポ",
        "くずもち",
        "ドクダミ",
        "朝顔茶",
        "夾竹桃",
        "虎がぐるぐる回ってできたバター",
        "ハルシオン",
        "栗ご飯",
        "エスカルゴ",
        "チョリソー",
        "鯖缶",
        "カニ缶",
        "タコライス",
        "塩昆布",
        "カリカリ梅",
        "南蛮漬け",
        "なべぱんびん",
        "サーターアンダギー",
        "ミミガー",
        "マムシ酒",
        "ソーキそば",
        "クスクス",
        "どんぐり",
        "塩鮭",
        "めざし",
        "ししゃも",
        "かき揚げ",
        "カレイの煮つけ",
        "骨せんべい",
        "たこわさ",
        "もろきゅう",
        "梅しば",
        "ホタテの干物",
        "クリームコロッケ",
        "うまい棒（納豆味）",
        "ガリガリ君（コーンポタージュ味）",
        "ピータン",
        "臭豆腐",
        "ジーマーミ豆腐",
        "魚肉ソーセージ",
        "カロリーメイト",
        "プリッツ",
        "コウガイビル",
        "カワウ",
        "鴨南蛮",
        "菊花漬",
        "桜でんぶ",
        "めめたん"
      ]
    ],
    [
      [
        "regex:.*ブログ.*"
      ],
      [
        "だめめんとはこちらになります(宣伝) => http://dmmnt.net"
      ]
    ],
    [
      [
        "regex:^checkpoint.*",
        "regex:^/cp.*"
      ],
      [
        "/cp"
      ]
    ]
  ]
}
